{ 
    "text": [
        "<img src=\"storytelling.jpg\">Stories can come in many different forms, and they can have many different purposes. Some stories are meant to teach a lesson or a moral that you can apply to your life to affect it for the better. An example of this is the story <em>The Animal People Choose a Leader</em>. Some stories are based on true stories in the past in order to preserve knowledge of the past. Other stories may not carry either and they are written for entertainment. There are also different mediums for telling stories; western cultures often write stories in books or through movies, while Indigenous communities often spread stories orally. There are advantages and disadvantages to each type: stories that are written or recorded are permanent so they will never be forgotten, while oral stories can be personalized to the storyteller or the audience, but details might be lost every time the story is passed on.", 
        "I learned of my family's past through the stories that my parents have told me, which have been passed down from my great grandparents. The stories my parents told me were mostly about my ancestors who came from Germany. My ancestors were all Mennonite, and in the sixteenth century, Karl V, king of the roman empire sentenced all anabaptists to death. Many Mennonites were forced to flee, but Catherine the Great allowed Mennonites to take refuge in Russia as long as they helped Russia out by farming for them. My ancestors remained in Russia for over 100 years. When world war 1 began, Russia and Germany became enemies, and the Mennonite villages in Russia were constantly raided by Russians. Many Mennonites fled Russia to the USA and Canada, and that's how my great grandparents ended up in Canada.",
        "<img src=\"buffalo.jpg\">Stories are important because they can define cultures. Many cultures are based around stories that form their values and opinions. For example, Christians follow the bible which is made up of many stories that define the values that Christians follow. Many Indigenous communities have their own creation stories which show how they believe that Canada was created and may also affect their values and culture. For example, in the Blackfoot people's creation story, Napi, who is their creator, creates the land and animals. The animals were meant to eat each other, but there was nothing to kill the buffalos, so Napi created people like himself so that they could hunt the buffalo. Because of this story, the Blackfoot people's culture is based around hunting buffalo and bison. The Blackfoot people will live in live in tipis so that they can change locations often to follow the bison heard.",
        "This is why stories are so important; they can carry knowledge, and sometimes that knowledge is enough to form one's identity. Many Indigenous cultures consider stories sacred, and the telling of the story can often be an important part of the experience, which is why most Indigenous cultures only share stories through oral tradition. It is necessary that we share our stories, so that knowledge and culture can be preserved."
    ]
}